insert INTO socialnet.person(id,first_name,last_name,reg_date,birth_date,e_mail,
phone,password,photo,about,town,confirmation_code,is_approved,
messages_permission,last_online_time,is_blocked)
VALUES(1,'Катя','Калинина','2010-10-19 14:54:22','1971-07-13','kati.k@yandex.ru','+79197714372','00000000','/upload/ht/iph,ky.jpeg','Красивая дама','Омск','28d679d049fd42','true','FRIENDS','2014-11-10 11:20:51','true'),
(2,'Ольга','Матроскина','2010-07-03 22:41:41','1984-11-04','prostokvahino@yandex.ru','+79163184455','11111111','/upload/hg/iamy.jpg','Надоедливый нуб','Орск','28d679d049fd42','true','FRIENDS','2014-11-10 11:20:21','true'),
(3,'Игорь','Кружалин','2013-01-31 23:56:14','1978-04-24','krug@yandex.ru','+79196248815','22222222','/upload/hr/ipscy.jpeg','Прекрасный самец','Саратов','xc56fd45649fd42','true','FRIENDS','2021-05-10 11:28:51','true'),
(4,'Виктория','Елистратова','2015-03-09 15:41:23','1993-11-07','dtf@yandex.ru','+79163275489','33333333','/upload/hx/ipky.jpeg','Любительница кошек','Самара','jnb79d049fd42','true','ALL','2022-01-25 11:29:59','true'),
(5,'Паша','Пивоваров','2014-11-11 16:16:51','1989-04-18','podcast@mail.ru','+79083938457','44444444','/upload/hc/wemy.png','Инфантильный тунеядец','Нижний Новгород','vbn79d049fd42','true','ALL','2022-11-11 11:22:55','true'),
(6,'Иван','Талачев','2022-10-02 08:22:44','2014-12-31','odindoma@gmail.com','+79037561989','55555555','/upload/hk/ip.jpg','Радостный школьник','Казань','123ed679d049fd42','true','FRIENDS','2022-11-16 11:28:54','true'),
(7,'Тимур','Зарецкий','2017-07-14 01:34:27','1983-02-28','zavtra@yandex.ru','+79173846128','66666666','/upload/hw/ipklmy.jpeg','Лепрекон','Новосибирск','dfds049fd42','true','ALL','2021-04-19 11:22:52','true'),
(8,'Святослав','Невский','2016-03-18 03:25:49','1995-04-22','film@yandex.ru','+79197693214','77777777','/upload/hp/ipawy.jpg','Любитель вечеринок','Екатеринбург','78d679s5f3f9fd42','true','FRIENDS','2020-12-12 11:23:53','true'),
(9,'Carrie','Walsh','2018-02-24 10:10:56','2001-09-09','ti.g@gmail.com','+79166173659','88888888','/upload/hs/iprjgy.jpeg','Cool woman','New-York','38d63c9fd42','true','ALL','2022-10-29 11:26:56','true'),
(10,'Михаил','Горшенев','2017-04-30 20:45:53','1962-06-30','flushkin@yandex.ru','+79198889900','99999999','/upload/hu/dfgy.jpeg','Эльф','Омск','df5679d049fd42','true','ALL','2022-03-14 10:21:41','false');
